[ {
	"name" : "Accelerate",
	"wordType" : "effect",
	"school" : "transmutation",
	"level" : "alchemist 2, bard 2, magus 2, sorcerer/wizard 2, summoner 2",
	"duration" : "1round/ lvl",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Selected",
	"description" : "The target of a wordspell with this effect word can take one additional move action each turn. This move action can come before, after, or between other actions, but not during a full-round action.",
	"boost" : ["If the target takes a full-attack action, it can, instead of taking an extra move action, make one additional attack at its highest attack bonus."]
},
{
	"name" : "Acid Burn",
	"wordType" : "effect",
	"school" : "conjuration (creation) [acid]",
	"level" : "druid 0, inquisitor 0, magus 0, sorcerer/wizard 0, summoner 0",
	"duration" : "instantaneous",
	"savingThrow" : "Reflex half",
	"spellResistance" : "no",
	"targetRestrictions" : "",
	"description" : "A wordspell with this effect word deals 1d3 points of acid damage. If the wordspell has only a single target, it requires a melee or ranged touch attack to hit and does not allow a saving throw.",
	"boost" : []
},
{
	"name" : "Acid Wave",
	"wordType" : "effect",
	"school" : "conjuration (creation) [acid]",
	"level" : "magus 4, sorcerer/wizard 4",
	"duration" : "1 round/level (see text)",
	"savingThrow" : "Reflex half and partial (see below)",
	"spellResistance" : "no",
	"targetRestrictions" : "",
	"description" : "A wordspell with this effect word deals 1d6 points of acid damage per caster level (maximum 10d6). Targets damaged by this effect word are sickened for one round per caster level, or one round if the saving throw against the wordspell with this effect word was successful.",
	"boost" : []
},
{
	"name" : "Alignment Assault",
	"wordType" : "effect",
	"school" : "evocation",
	"level" : "cleric/oracle 5, inquisitor 5, paladin 4",
	"duration" : "instantaneous, see below",
	"savingThrow" : "Will partial",
	"spellResistance" : "Will partial",
	"targetRestrictions" : "Burst, Cone, Line",
	"description" : "If a wordspell with this effect word is cast, the wordcaster selects one alignment: good, evil, chaotic, or lawful. All creatures of that alignment take 1d8 points of damage per two caster levels (maximum 8d8). Outsiders of that alignment take 1d6 points of damage per caster level (maximum 15d6). In addition, creatures of the affected alignment are staggered for 1 round per caster level if they fail their saving throws.",
	"boost" : []
},
{
	"name" : "Alignment Aura",
	"wordType" : "effect",
	"school" : "abjuration",
	"level" : "cleric/oracle 8",
	"duration" : "1 round/level (D)",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Selected",
	"description" : "A wordspell with this effect word functions as alignment shield, but the bonus to AC and on saving throws increases to +4. In addition, the creature gains SR 25 against spells cast by creatures of the chosen alignment. Finally, creatures of the chosen alignment find it painful to touch the warded creature, taking 2d6 points of damage for each successful hit with a melee weapon or natural weapon.",
	"boost" : []
},
{
	"name" : "Alignment Shield",
	"wordType" : "effect",
	"school" : "abjuration",
	"level" : "cleric/oracle 1, inquisitor 1, paladin 1 sorcerer/wizard 1",
	"duration" : "1 min/level (D)",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Selected",
	"description" : "When a wordspell with this effect word is cast, the wordcaster selects one alignment: good, evil, chaotic, or lawful. The target of this wordspell is protected from that alignment and receives a +2 resistance bonus on saving throws made on spells and effects from creatures of that alignment. The target of a wordspell with this effect word can choose to end this effect as an immediate action to reroll any one saving throw made against a spell or effect from the chosen alignment, but must take the second result, even if it is worse.",
	"boost" : []
},
{
	"name" : "Altered Form",
	"wordType" : "effect",
	"school" : "transmutation (polymorph)",
	"level" : "alchemist 3, druid 3, magus 3, sorcerer/wizard 3, witch 3",
	"duration" : "1 minute/level",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Personal",
	"description" : "The target of a word spell with this effect word receives a +2 size bonus to Strength and two of the following benefits: a pair of claw attacks that each deals 1d6 points of damage if Medium (1d4 if Small), a bite attack that deals 1d8 points of damage if Medium (1d6 if Small), a climb speed of 30 feet, a swim speed of 30 feet, darkvision out to 60 feet, low-light vision, scent, or a +2 natural armor bonus.",
	"boost" : ["The target receives three benefits instead of two.", "This wordspell can use the Selected target word. Boosting this effect word increases its level by 1."]
},
{
	"name" : "Ball Lightning",
	"wordType" : "effect",
	"school" : "evocation [electricity]",
	"level" : "druid 5, magus 5, sorcerer/wizard 5, witch 6",
	"duration" : "instantaneous",
	"savingThrow" : "Reflex half",
	"spellResistance" : "yes",
	"targetRestrictions" : "Selected",
	"description" : "This effect word deals 1d8 points of electricity damage per caster level (maximum 15d8 to one target + 1/2 that damage to any other targets included in the effect).",
	"boost" : []
},
{
	"name" : "Beacon",
	"wordType" : "effect",
	"school" : "divination",
	"level" : "bard 0, druid 0, ranger 1",
	"duration" : "1 hour/level",
	"savingThrow" : "none",
	"spellResistance" : "no",
	"targetRestrictions" : "Personal",
	"description" : "When a wordspell with this effect word is cast, the exact location of the caster becomes a fixed point. For the duration of the wordspell, the caster always knows the direction and distance to the point where this wordspell was cast. If this word is cast again, the original casting immediately ends. This effect does not instruct the caster on how to reach the point, but rather merely indicates the direction to the point, even if that direction leads through solid objects and other hazards.",
	"boost" : []
},
{
	"name" : "Bestial Form",
	"wordType" : "effect",
	"school" : "transmutation (polymorph)",
	"level" : "alchemist 4, druid 4, magus 4, sorcerer/wizard 4",
	"duration" : "1 minute/level",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Personal",
	"description" : "This effect word functions as altered form except that the target of this wordspell receives a +4 size bonus to Strength and can select three benefits. In addition to those available in altered form, the target can select from among the following benefits: a fly speed of 30 feet (average maneuverability), grab (with any one natural attack), pounce, trip (with any one natural attack), or a +4 natural armor bonus.",
	"boost" : ["The target receives four benefits instead of three.", "This wordspell can use the Selected target word. Boosting this effect word increases its level by 1."]
},
{
	"name" : "Blade Wall",
	"wordType" : "effect",
	"school" : "conjuration (creation)",
	"level" : "cleric/oracle 6, summoner 5",
	"duration" : "1 round/level",
	"savingThrow" : "Reflex half",
	"spellResistance" : "yes",
	"targetRestrictions" : "barrier",
	"description" : "This effect word creates a vertical wall of whirling blades that deals 1d6 points of damage per level to any creature that comes in contact with it. If a creature is in the area of the wall when it forms, that creature can make a Reflex save to avoid the damage entirely. Creatures that pass through the wall can make a Reflex save to halve the damage. Regardless of the outcome of their roll, they still move through the wall. This wall provides cover to creatures on the other side, but does not block line of sight.",
	"boost" : []
},
{
	"name" : "Bleeding Wounds",
	"wordType" : "effect",
	"school" : "necromancy",
	"level" : "cleric/oracle 0, inquisitor 0, sorcerer/wizard 0, witch 0",
	"duration" : "instantaneous",
	"savingThrow" : "Will negates",
	"spellResistance" : "yes",
	"targetRestrictions" : "Selected",
	"description" : "If the target of a wordspell with this effect word is dying, it takes 1 hit point of bleed damage each turn.",
	"boost" : ["The target of a wordspell with this effect takes 1d3 hit points of bleed damage. Boosting this effect word increases its level by 1."]
},
{
	"name" : "Blind",
	"wordType" : "effect",
	"school" : "enchantment (compulsion) [mind-affecting]",
	"level" : "sorcerer/wizard 7",
	"duration" : "varies, see text",
	"savingThrow" : "none",
	"spellResistance" : "yes",
	"targetRestrictions" : "Selected",
	"description" : "This effect word causes a living creature to become blinded, whether or not the creature can hear the wordspell. This effect word's duration depends on the target's current hit point total. Any creature that currently has 201 hit points or more is unaffected. HP: 50 or less - Permanent, HP: 51-100 - 1d4+1 minutes, HP: 101-200 - 1d4+1 rounds.",
	"boost" : []
},
{
	"name" : "Blizzard",
	"wordType" : "effect",
	"school" : "conjuration (creation)",
	"level" : "druid 3, magus 3, sorcerer/wizard 3, witch 3",
	"duration" : "1 round/level (D)",
	"savingThrow" : "none",
	"spellResistance" : "nno",
	"targetRestrictions" : "burst (emanation)",
	"description" : "This effect word causes heavy snow to fall in the area of effect. This provides concealment as the fog bank effect word, but it cannot be removed by wind. In addition, the ground in the area of effect is treated as difficult terrain for the duration and as being very slippery for the purposes of Acrobatics and Climb skill checks.",
	"boost" : ["Each creature in the area of effect takes 2d6 points of cold damage each round at the end of its turn. Boosting this effect word increases its level by 1."]
},
{
	"name" : "Borrow Future",
	"wordType" : "effect",
	"school" : "transmutation",
	"level" : "alchemist 4, bard 4, magus 4, sorcerer/wizard 4, summoner 4",
	"duration" : "instantaneous",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Selected",
	"description" : "The target of a wordspell with this effect word takes either a standard action and a move action or a full-round action immediately after a wordspell with this effect word is cast (maximum once per round). The target skips its next turn, but any effects that would occur on its turn or spell effects that would expire on its turn occur normally. The target is not helpless on its next turn, but can take no actions.",
	"boost" : ["Instead of losing its next turn, the target of a wordspell with this effect word is staggered on its next turn."]
},
{
	"name" : "Burning Flash",
	"wordType" : "effect",
	"school" : "evocation [fire]",
	"level" : "druid 2, inquisitor 2, magus 1, sorcerer/wizard 1, witch 1",
	"duration" : "instantaneous",
	"savingThrow" : "Reflex half",
	"spellResistance" : "yes",
	"targetRestrictions" : "",
	"description" : "This effect word deals 1d4 points of fire damage per caster level (maximum 5d4). If the wordspell with this effect word has only a single target, it requires a ranged touch attack to hit and does not allow a saving throw.",
	"boost" : [" This spell does 1d6 points of fire damage per caster level, maximum 5d6. Boosting this effect word increases its level by 1."]
},
{
	"name" : "Catastrophe",
	"wordType" : "effect",
	"school" : "evocation [air]",
	"level" : "cleric/oracle 9, druid 9, witch 9",
	"duration" : "1 round/level",
	"savingThrow" : "see text",
	"spellResistance" : "no",
	"targetRestrictions" : "burst (emanation)",
	"description" : "This effect word causes heavy clouds to form in the sky above the area of wordspell with this effect word. The area is pelted by heavy rain and hail, obscuring vision and making ranged attacks impossible. Melee attacks take a 20% miss chance. Creatures in the area take 4d6 points of damage from pounding hail at the start of their turn. In addition, the caster can call down a bolt of lightning once per turn that deals 1d6 points of electricity damage per caster level. The caster can split this bolt to hit as many targets as she likes and can divide the damage dice up among the targets as she sees fit. The targets receive a Reflex save to halve the damage. Targets that fail are also knocked prone by the force of the blast. The ground in the area of a wordspell with this effect word is considered difficult terrain for the duration, but not for the caster.",
	"boost" : []
},
{
	"name" : "Caustic Cloud",
	"wordType" : "effect",
	"school" : "conjuration (creation) [acid]",
	"level" : "sorcerer/wizard 7, witch 6",
	"duration" : "1 round/level",
	"savingThrow" : "Fortitude half",
	"spellResistance" : "no",
	"targetRestrictions" : "Burst",
	"description" : "A wordspell with this effect word creates a cloud of noxious green vapor that obscures vision. Creatures caught in the cloud take 1d6 points of acid damage per caster level (maximum 20d6) and are fatigued. Creatures caught in the cloud receive a Fortitude save to halve the damage and to negate the fatigued effect. Creatures that remain in the cloud take a cumulative -2 penalty on the save each round they remain in the cloud, but spending just one round outside the cloud's area resets this penalty. Creatures in the cloud that are fatigued become exhausted on a failed saving throw. A strong wind, such as that created by a gust of wind, disperses this cloud immediately.",
	"boost" : []
},
{
	"name" : "Cinder Storm ",
	"wordType" : "effect",
	"school" : "evocation [fire]",
	"level" : "cleric/oracle 5, druid 5, inquisitor 5, magus 5, sorcerer/wizard 5, summoner 5",
	"duration" : "instantaneous",
	"savingThrow" : "Reflex half",
	"spellResistance" : "yes",
	"targetRestrictions" : "This effect word deals 1d6 points of fire damage per caster level (maximum 15d6).",
	"description" : "",
	"boost" : []
},
{
	"name" : "Cold Snap",
	"wordType" : "effect",
	"school" : "evocation [cold]",
	"level" : "druid 0, magus 0, sorcerer/wizard 0",
	"duration" : "instantaneous",
	"savingThrow" : "Reflex half",
	"spellResistance" : "yes",
	"targetRestrictions" : "",
	"description" : "A wordspell with this effect word deals 1d3 points of cold damage. If the wordspell with this effect word has only a single target, it requires a melee or ranged touch attack to hit and does not allow a saving throw.",
	"boost" : []
},
{
	"name" : "Complex Order",
	"wordType" : "effect",
	"school" : "enchantment (compulsion) [language-dependent, mind affecting]",
	"level" : "bard 3, sorcerer/wizard 3, witch 4",
	"duration" : "10 minutes/level",
	"savingThrow" : "Will negates",
	"spellResistance" : "yes",
	"targetRestrictions" : "Selected",
	"description" : "The target of a wordspell with this effect word must follow the wordcaster's instructions. The wordcaster must be able to convey the orders within 1 round and the action must be possible to complete within the wordspell's duration. The instructions cannot include anything that is obviously dangerous or harmful to the target. The instructions do not have to take the entire duration, and once completed, a wordspell with this effect word ends. If the instructions are not completed by the time the duration expires, the target is under no compulsion to finish enacting them.",
	"boost" : []
},
{
	"name" : "Control Time",
	"wordType" : "effect",
	"school" : "transmutation",
	"level" : "sorcerer/wizard 9",
	"duration" : "instantaneous",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Selected",
	"description" : "Time around the target of a wordspell with this effect word comes to a halt, allowing the target to take 1d4 standard actions before time resumes. All other creatures and objects are immune to the target during these additional actions. Other creatures cannot even be targeted while time is stopped in this way. The target can cast spells and use items on his person at the time of the casting as normal.",
	"boost" : []
},
{
	"name" : "Corrosive Bolt",
	"wordType" : "effect",
	"school" : "conjuration (creation) [acid]",
	"level" : "magus 2, sorcerer/wizard 2",
	"duration" : "2 rounds",
	"savingThrow" : "none",
	"spellResistance" : "no",
	"targetRestrictions" : "Selected",
	"description" : "A wordspell with this effect word deals 1d4 points of acid damage per level of the wordcaster (maximum 5d4). On the following round, the target takes this damage again. Hitting a target with a wordspell with this effect word requires a ranged touch attack.",
	"boost" : []
},
{
	"name" : "Cramp",
	"wordType" : "effect",
	"school" : "necromancy",
	"level" : "bard 0, cleric/oracle 0, inquisitor 0, sorcerer/wizard 0, witch 0",
	"duration" : "1 round",
	"savingThrow" : "Fortitude negates",
	"spellResistance" : "yes",
	"targetRestrictions" : "",
	"description" : "The targets of a wordspell with this effect word have their base speed reduced by half (minimum 10 feet).",
	"boost" : []
},
{
	"name" : "Crush Will",
	"wordType" : "effect",
	"school" : "enchantment (compulsion) [language-dependent; mind-affecting]",
	"level" : "bard 4, sorcerer/wizard 5, witch 5",
	"duration" : "1 round/level",
	"savingThrow" : "Will negates",
	"spellResistance" : "yes",
	"targetRestrictions" : "Selected",
	"description" : "The target of a wordspell with this effect word obeys any commands given by the caster. These commands are sent through a mental link that does not require speech. The target ignores any commands that are suicidal or self-destructive. A wordspell with this effect word only affects creatures of the humanoid type; targets receive a +4 bonus on the saving throw if a wordspell with this effect word has its target boosted to affect more than one creature.",
	"boost" : []
},
{
	"name" : "Damage",
	"wordType" : "effect",
	"school" : "evocation",
	"level" : "bard 3, cleric/oracle 3, sorcerer/wizard 2",
	"duration" : "instantaneous",
	"savingThrow" : "Will negates (object)",
	"spellResistance" : "yes",
	"targetRestrictions" : "Selected",
	"description" : "This effect word causes one object within range to lose half of its maximum hit points and gain the broken condition. This item can weigh no more than 10 pounds per caster level. Magic items gain a +4 bonus on the saving throw to resist this effect + their normal bonus. Items in another creature's possession use the save of the creature or the item, whichever is better. Artifacts are not affected by this word.",
	"boost" : []
},
{
	"name" : "Dash",
	"wordType" : "effect",
	"school" : "transmutation",
	"level" : "alchemist 1, bard 1, inquisitor 1, magus 1, sorcerer/wizard 1, summoner 1",
	"duration" : "1 minute/level",
	"savingThrow" : "none",
	"spellResistance" : "no",
	"targetRestrictions" : "Personal",
	"description" : "The target of a wordspell with this effect word has its base land speed increased by 30 feet for the duration of this effect word.",
	"boost" : []
},
{
	"name" : "Decelerate",
	"wordType" : "effect",
	"school" : "transmutation",
	"level" : "bard 2, magus 2, sorcerer/wizard 2, summoner 2",
	"duration" : "1 round/level",
	"savingThrow" : "Will negates",
	"spellResistance" : "yes",
	"targetRestrictions" : "Selected",
	"description" : "The target of a wordspell with this effect word is staggered for this effect word's duration. The target is allowed a new saving throw against this effect word at the end of each of its turns; a successful save ends the duration of this effect word.",
	"boost" : ["The target of a wordspell with this effect word does not receive any additional saving throws to end the effect. If the target fails the first saving throw, it is staggered for the entire duration."]
},
{
	"name" : "Decipher",
	"wordType" : "effect",
	"school" : "divination",
	"level" : "alchemist 1, bard 0, cleric/oracle 0, druid 0, inquisitor 0, magus 0, paladin 1, ranger 1, sorcerer/wizard 0, summoner 0, witch 0",
	"duration" : "1 minute/level",
	"savingThrow" : "none",
	"spellResistance" : "no",
	"targetRestrictions" : "Personal",
	"description" : "The target of a wordspell with this effect word can read text written in one particular language, including the language of magic. The caster picks the language when the wordspell is cast. For the duration, the target can read that language as if fluent in it. If the caster chooses magic as the language, the target can decipher scrolls, glyphs, and other magic writing without triggering them. A wordspell with this effect word does not impart the ability to determine what a given language is based on its appearance; the caster must already know the language or guess what language the writing is in to do so.",
	"boost" : ["This effect word can use the selected target word. Boosting this effect word increases its level by 1."]
},
{
	"name" : "Destructive Vibration",
	"wordType" : "effect",
	"school" : "evocation [sonic]",
	"level" : "bard 6, sorcerer/wizard 7",
	"duration" : "instantaneous, 1 round/level, see text",
	"savingThrow" : "Fortitude half and negates",
	"spellResistance" : "yes",
	"targetRestrictions" : "Line",
	"description" : "This effect word deals 1d6 points of sonic damage per caster level (maximum 15d6) and causes the targets to become deafened for 1 round per level. A successful Fortitude save halves the damage and negates the deafened condition.",
	"boost" : []
},
{
	"name" : "Dimensional Gate",
	"wordType" : "effect",
	"school" : "conjuration (teleportation)",
	"level" : "cleric/oracle 8, sorcerer/wizard 9",
	"duration" : "1 round/level",
	"savingThrow" : "none",
	"spellResistance" : "no",
	"targetRestrictions" : "burst (emanation)",
	"description" : "A wordspell with this effect word creates a gateway between the wordcaster's current plane and another plane of existence. While this gate is open, creatures, spells, effects, and objects from either plane can freely pass between the planes through the gateway, which takes the form of an archway dividing the emanation in half. The wordcaster cannot control the destination on the other plane and the target will arrive within 5–500 miles of the intended location.",
	"boost" : []
},
{
	"name" : "Dimensional Hop",
	"wordType" : "effect",
	"school" : "conjuration (teleportation)",
	"level" : "bard 3, magus 3, sorcerer/wizard 3, summoner 3, witch 3",
	"duration" : "instantaneous",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Selected",
	"description" : "A wordspell with this effect word teleports willing targets to another location within line of sight of the wordcaster and within range of the wordspell.",
	"boost" : []
},
{
	"name" : "Dimensional Jump",
	"wordType" : "effect",
	"school" : "conjuration (teleportation)",
	"level" : "magus 5, sorcerer/wizard 5, summoner 5, witch 5",
	"duration" : "instantaneous",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Selected",
	"description" : "A wordspell with this effect word teleports willing targets to another location on the same plane of existence. The wordcaster must be one of the targets of a wordspell with this effect word and the destination must be a place he has visited in the past.",
	"boost" : []
},
{
	"name" : "Dimensional Shift",
	"wordType" : "effect",
	"school" : "conjuration (teleportation)",
	"level" : "cleric/oracle 5, sorcerer/wizard 7, witch 7",
	"duration" : "instantaneous",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Selected",
	"description" : "A wordspell with this effect word teleports willing targets to another plane of existence. The caster must be one of the targets of a wordspell with this effect word. The wordcaster cannot precisely control the destination, except for specifying the plane and having the targets arrive within 5–500 miles of the intended location.",
	"boost" : []
},
{
	"name" : "Disappear",
	"wordType" : "effect",
	"school" : "illusion (glamer)",
	"level" : "alchemist 2, bard 2, inquisitor 2, magus 2, sorcerer/wizard 2, summoner 2, witch 2",
	"duration" : "1 round/level",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Selected",
	"description" : "This effect word functions as fade, but with a longer duration.",
	"boost" : ["The target does not become visible if it attacks or takes an offensive action. Boosting this effect word increases its level by 2."]
},
{
	"name" : "Discordant Note",
	"wordType" : "effect",
	"school" : "evocation [sonic]",
	"level" : "bard 2, cleric/oracle 2, magus 2",
	"duration" : "instantaneous",
	"savingThrow" : "Fortitude half and partial",
	"spellResistance" : "yes",
	"targetRestrictions" : "",
	"description" : "This effect word deals 1d4 points of sonic damage per caster level (maximum 5d4) and causes the targets to become staggered for 1 round. A successful Fortitude save halves the damage and negates the staggered condition.",
	"boost" : []
},
{
	"name" : "Echo",
	"wordType" : "effect",
	"school" : "illusion (figment)",
	"level" : "bard 0, sorcerer/wizard 0",
	"duration" : "1 round/level (D)",
	"savingThrow" : "Will disbelief",
	"spellResistance" : "no",
	"targetRestrictions" : "burst (emanation)",
	"description" : "This effect word targets a single location, creating a sound that rises, recedes, or remains constant for the duration. The sound's volume increases with the caster's level. The base Perception DC to notice this sound is 0, but the DC is reduced by 1 per caster level (although it can be higher if the caster desires). This means that the sound starts out as loud as a creature talking, but by 10th level, it is as loud as creatures engaged in a noisy battle. The sound can resemble anything the caster desires, except it cannot replicate speech or language. Once cast, the type of sound within the emanation cannot be changed.",
	"boost" : []
},
{
	"name" : "Elder Cure",
	"wordType" : "effect",
	"school" : "conjuration (healing)",
	"level" : "alchemist 4, bard 4, cleric/oracle 4, druid 5, inquisitor 4, witch 5",
	"duration" : "instantaneous",
	"savingThrow" : "Will half (harmless) or Will half",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Personal, Selected",
	"description" : "The target of a wordspell with this effect word is cured of 4d6 points of damage + 1 point per caster level (maximum +20). Undead are damaged by this effect word, but can attempt a Will save for half damage and spell resistance as normal.",
	"boost" : ["The target is cured of 4d8 points of damage + 1 point per caster level (maximum +20)."]
},
{
	"name" : "Elder Wound",
	"wordType" : "effect",
	"school" : "necromancy",
	"level" : "cleric/oracle 4, inquisitor 4, witch 4",
	"duration" : "instantaneous",
	"savingThrow" : "Will half",
	"spellResistance" : "yes",
	"targetRestrictions" : "Selected",
	"description" : "The target of a wordspell with this effect word takes 4d6 points of damage + 1 point per wordcaster level (maximum +20). Undead are instead healed by this effect and do not receive a saving throw or spell resistance.",
	"boost" : ["The target takes of 4d8 points of damage + 1 point per caster level (maximum +20)."]
},
{
	"name" : "Energy Immunity",
	"wordType" : "effect",
	"school" : "abjuration",
	"level" : "alchemist 6, cleric/oracle 6, druid 6, inquisitor 6, sorcerer/wizard 6, summoner 6",
	"duration" : "1 round/level",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Personal, Selected",
	"description" : "The target of a wordspell with this word effect gains immunity to one energy type (acid, cold, electricity, fire, or sonic). The target still suffers any other side effects that might accompany the energy damage.",
	"boost" : []
},
{
	"name" : "Energy Resistance",
	"wordType" : "effect",
	"school" : "abjuration",
	"level" : "alchemist 2, cleric/oracle 2, druid 2, inquisitor 2, paladin 2, ranger 2, sorcerer/wizard 2, summoner 2",
	"duration" : "10 minutes/level",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Personal, Selected",
	"description" : "The target of a wordspell with this effect word gains resistance 10 to one energy type (acid, cold, electricity, fire or sonic). The target still suffers any other side effects that might accompany the energy damage.",
	"boost" : ["The target gains resistance 20 to one energy type."]
},
{
	"name" : "Enhance Form",
	"wordType" : "effect",
	"school" : "transmutation",
	"level" : "alchemist 2, bard 2, cleric/oracle 2, druid 2, magus 2, paladin 2, ranger 2, sorcerer/wizard 2, summoner 2",
	"duration" : "1 round/level",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Personal, Selected",
	"description" : "The target of a wordspell with this effect word receives a +4 enhancement bonus to either Strength, Dexterity, or Constitution (caster's choice). The target can end a wordspell with this effect word prematurely as a swift action, gaining a +8 enhancement bonus to the ability score until the end of the target's turn.",
	"boost" : []
},
{
	"name" : "Fade",
	"wordType" : "effect",
	"school" : "illusion (glamer)",
	"level" : "alchemist 1, bard 1, inquisitor 1, magus 1, sorcerer/wizard 1, summoner 1, witch 1",
	"duration" : "1 round",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Selected",
	"description" : "The target of a wordspell with this effect word becomes invisible until the beginning of the caster's next turn. If the target attacks or otherwise takes an offensive action, this effect ends.",
	"boost" : ["The target does not become visible if it attacks or takes an offensive action."]
},
{
	"name" : "Far Casting",
	"wordType" : "effect",
	"school" : "divination",
	"level" : "bard 5, cleric/oracle 5, sorcerer/wizard 5, witch 5",
	"duration" : "concentration",
	"savingThrow" : "none",
	"spellResistance" : "no",
	"targetRestrictions" : "Personal",
	"description" : "The target of a wordspell with this effect word can reach out to another willing creature that the target knows of and that is on the same plane of existence as the target. As long as the wordcaster concentrates, the target can communicate verbally with the willing creature, and the willing creature can communicate back. The target and the willing creature do not need to share a language to communicate in this way.",
	"boost" : ["This word can use the selected target word. Boosting this effect word increases its level by 1."]
},
{
	"name" : "Far Sight",
	"wordType" : "effect",
	"school" : "divination (scrying)",
	"level" : "bard 3, cleric/oracle 3, druid 3, sorcerer/wizard 3, witch 3",
	"duration" : "1 minute/level",
	"savingThrow" : "none",
	"spellResistance" : "no",
	"targetRestrictions" : "Personal",
	"description" : "The caster of a wordspell with this effect word creates an invisible eye at any point within 400 feet + 40 feet per caster level. This sensor cannot move, but for the duration of the wordspell, the caster can look through this eye as if it were her own. The eye uses her senses, including magical ones, to allow her to see, including darkvision, low-light vision, or other effects, such as sense magic. The eye can view in all directions and cannot be destroyed if discovered.",
	"boost" : ["This sensor can be placed anywhere on the same plane of existence as the caster, with no limit to range. The caster can place it to within 10 feet of a creature that is known to the caster, but the target gets a Will save to negate the effect in this case and the caster must overcome the target's spell resistance. Boosting this effect word increases its level by 2."]
},
{
	"name" : "Fire Blast",
	"wordType" : "effect",
	"school" : "evocation [fire]",
	"level" : "magus 3, sorcerer/wizard 3",
	"duration" : "instantaneous",
	"savingThrow" : "Reflex half",
	"spellResistance" : "yes",
	"targetRestrictions" : "",
	"description" : "This effect word deals 1d6 points of fire damage per caster level (maximum 10d6).",
	"boost" : []
},
{
	"name" : "Fire Wall",
	"wordType" : "effect",
	"school" : "evocation [fire]",
	"level" : "druid 4, magus 4, sorcerer/wizard 4, summoner 4",
	"duration" : "1 round/level",
	"savingThrow" : "Reflex half",
	"spellResistance" : "yes",
	"targetRestrictions" : "barrier",
	"description" : "This effect word creates a vertical wall of crackling flame. Creatures in the space of the wall when it forms or that attempt to pass through the wall take 2d6 points of fire damage + 1 point of fire damage per level of the wordcaster (maximum +20). A Reflex save halves this damage. The wall blocks line of sight.",
	"boost" : []
},
{
	"name" : "Flame Jet",
	"wordType" : "effect",
	"school" : "evocation [fire]",
	"level" : "druid 0, magus 0, sorcerer/wizard 0",
	"duration" : "instantaneous",
	"savingThrow" : "Reflex half",
	"spellResistance" : "yes",
	"targetRestrictions" : "",
	"description" : "This effect word deals 1d4 points of fire damage. If the wordspell with this effect has only a single target, it requires a melee or ranged touch attack to hit and does not allow a saving throw.",
	"boost" : []
},
{
	"name" : "Fleet",
	"wordType" : "effect",
	"school" : "transmutation",
	"level" : "druid 1, ranger 1",
	"duration" : "1 hour/level",
	"savingThrow" : "none",
	"spellResistance" : "no",
	"targetRestrictions" : "Personal",
	"description" : "The target of a wordspell with this effect word has its base land speed increased by 10 feet for the duration of this effect word.",
	"boost" : []
},
{
	"name" : "Float",
	"wordType" : "effect",
	"school" : "transmutation",
	"level" : "alchemist 2, bard 2, magus 2, sorcerer/wizard 2, summoner 2, witch 2",
	"duration" : "1 minute/level (D)",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Selected",
	"description" : "The target of a wordspell with this effect word can float in the air, rising or falling at a rate of 30 feet per round as a move action. This effect only allows for vertical movement, but other forces might allow the target to move horizontally as well. The caster has no control over this movement, but can end a wordspell with this effect word prematurely as an immediate action.",
	"boost" : []
},
{
	"name" : "Fog Bank",
	"wordType" : "effect",
	"school" : "conjuration (creation)",
	"level" : "cleric/oracle 1, druid 1, sorcerer/wizard 1, witch 1",
	"duration" : "1 minute/level (D)",
	"savingThrow" : "none",
	"spellResistance" : "no",
	"targetRestrictions" : "Barrier, Burst (emanation)",
	"description" : "This effect word creates a thick fog in its area of effect. It obscures all sight, including darkvision, beyond 5 feet. Creatures 5 feet away have concealment, whereas creatures farther away have total concealment. A moderate wind or fire effect removes the fog in the affected area. The fog is stationary.",
	"boost" : ["If a wordspell with this effect word uses the burst target word, it can be directed to move up to 10 feet each round by the caster as a swift action."]
},
{
	"name" : "Force Armor",
	"wordType" : "effect",
	"school" : "abjuration",
	"level" : "cleric/oracle 3, magus 3, sorcerer/wizard 3, witch 3",
	"duration" : "10 minutes/level",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "no",
	"targetRestrictions" : "Personal, Selected",
	"description" : "The target of a wordspell with this effect word receives a +4 armor bonus to its AC +1 point for every four levels of the caster. This armor is made of force and provides protection against the attacks of incorporeal creatures. If the target has a greater armor bonus from another source, a wordspell instead increases that armor bonus by +1 and allows it to provide protection against the attacks of incorporeal creatures.",
	"boost" : []
},
{
	"name" : "Force Blast",
	"wordType" : "effect",
	"school" : "evocation [force]",
	"level" : "magus 5, sorcerer/wizard 5",
	"duration" : "instantaneous",
	"savingThrow" : "Reflex half",
	"spellResistance" : "Yes",
	"targetRestrictions" : "",
	"description" : "This effect word deals 1d6 points of force damage per caster level (maximum 10d6).",
	"boost" : []
},
{
	"name" : "Force Block",
	"wordType" : "effect",
	"school" : "abjuration",
	"level" : "cleric/oracle 0, magus 0, sorcerer/wizard 0, summoner 0",
	"duration" : "1 round",
	"savingThrow" : "will negates (harmless)",
	"spellResistance" : "no",
	"targetRestrictions" : "Personal, Selected",
	"description" : "The target of a wordspell with this effect word receives a +1 armor bonus to its AC. This armor is made of force and provides protection against the attacks of incorporeal creatures",
	"boost" : ["A wordspell with this effect word can be cast as an immediate action. In this case, the effect lasts until the end of your next turn. This boost cannot be used if the wordspell includes another effect word (unless that word can also be cast as an immediate action). This boost increases this effect word's level by 1."]
},
{
	"name" : "Force Bolt",
	"wordType" : "effect",
	"school" : "evocation [force]",
	"level" : "magus 2, sorcerer/wizard 2",
	"duration" : "instantaneous",
	"savingThrow" : "none",
	"spellResistance" : "yes",
	"targetRestrictions" : "Selected",
	"description" : "This effect word deals 1d4 points of force damage per caster level (maximum 5d4). This effect is treated like a magic missile for the purposes of spells that negate or absorb force effects.",
	"boost" : []
},
{
	"name" : "Force Shield",
	"wordType" : "effect",
	"school" : "abjuration",
	"level" : "alchemist 1, magus 1, sorcerer/wizard 1, summoner 1, witch 1",
	"duration" : "1 minute/level",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "no",
	"targetRestrictions" : "Personal, Selected",
	"description" : "The target of a wordspell with this effect word receives a +4 armor bonus to its AC. This armor is made of force and provides protection against the attacks of incorporeal creatures.",
	"boost" : []
},
{
	"name" : "Force Ward",
	"wordType" : "effect",
	"school" : "abjuration",
	"level" : "magus 6, sorcerer/wizard 6",
	"duration" : "10 minutes/level",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "no",
	"targetRestrictions" : "Personal, Selected",
	"description" : "This effect word functions as force armor, but it grants a +6 armor bonus to AC +1 point for every four levels of the caster. If the target has greater armor bonus from another source, a wordspell with this effect word increases that armor bonus by +2.",
	"boost" : []
},
{
	"name" : "Fortify",
	"wordType" : "effect",
	"school" : "abjuration",
	"level" : "alchemist 1, cleric/oracle 1, inquisitor 1, paladin 1, ranger 1, sorcerer/wizard 1, summoner 1",
	"duration" : "1 round/level",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Personal, Selected",
	"description" : "The target of a wordspell with this effect word receives a +1 resistance bonus on saving throws. In addition, the target receives a number of temporary hit points equal to its Hit Dice.",
	"boost" : []
},
{
	"name" : "Friendship",
	"wordType" : "effect",
	"school" : "enchantment (charm) [mind-affecting]",
	"level" : "bard 1, sorcerer/wizard 1, witch 1",
	"duration" : "10 minutes/level",
	"savingThrow" : "Will negates",
	"spellResistance" : "yes",
	"targetRestrictions" : "Selected",
	"description" : "The target of a wordspell with this effect word treats the caster as a trusted ally. The creature will defend the caster and will not attack the caster's allies while the wordspell persists. If the creature is attacked by the caster or his allies, this effect immediately ends (though other effects of the wordspell may continue). A wordspell with this effect word only affects creatures of the humanoid type; targets receive a +4 bonus on the saving throw if a wordspell with the effect word has its target boosted to affect more than one creature.",
	"boost" : []
},
{
	"name" : "Frost Fingers",
	"wordType" : "effect",
	"school" : "evocation [cold]",
	"level" : "druid 2, magus 2, sorcerer/wizard 2",
	"duration" : "instantaneous",
	"savingThrow" : "Reflex half",
	"spellResistance" : "yes",
	"targetRestrictions" : "",
	"description" : "A wordspell with this effect word deals 1d6 points of cold damage per caster level (maximum 5d6). A target that fails its saving throw is also staggered for 1 round.",
	"boost" : []
},
{
	"name" : "Glide",
	"wordType" : "effect",
	"school" : "transmutation",
	"level" : "alchemist 1, bard 1, magus 1, sorcerer/wizard 1, summoner 1, witch 1",
	"duration" : "1 round/level",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "selected",
	"description" : "The target of a wordspell with this effect word falls at a rate of 20 feet per round, and for every 5 feet fallen in this way, can move horizontally 20 feet, up to a maximum of 80 feet per round. Regardless of the circumstances, the target can never gain elevation with this effect, and the wordspell with this effect word immediately ends the next time the target lands on a solid surface. If the spell ends while the subject is still gliding, the subject falls as normal.",
	"boost" : []
},
{
	"name" : "Glimmering",
	"wordType" : "effect",
	"school" : "illusion (figment)",
	"level" : "bard 2, sorcerer/wizard 3",
	"duration" : "1 round/level (D)",
	"savingThrow" : "Will disbelief",
	"spellResistance" : "no",
	"targetRestrictions" : "Burst (emanation)",
	"description" : "This effect word creates a visual illusion centered on a target space within range. The illusion must be contained within the burst radius. This illusion only contains visual elements, and while it can move, its movements are repeated once per round. It can otherwise have any appearance the caster desires. The caster can change the illusion's movements by concentrating, but it cannot leave its initial area.",
	"boost" : []
},
{
	"name" : "Gloom",
	"wordType" : "effect",
	"school" : "evocation",
	"level" : "bard 2, cleric/oracle 2, magus 2, sorcerer/wizard 2, witch 2",
	"duration" : "1 minute/level",
	"savingThrow" : "Will negates",
	"spellResistance" : "yes",
	"targetRestrictions" : "burst (emanation)",
	"description" : "The target of a wordspell with this effect word radiates darkness out to a range of 20 feet, negating all natural light sources and all magical light sources of a level lower than the wordspell. It reduces the natural light level by one step. A wordspell with this effect word has no effect on an area that is already dark.",
	"boost" : []
},
{
	"name" : "Grave Bane",
	"wordType" : "effect",
	"school" : "necromancy",
	"level" : "cleric/oracle 4, druid 5, inquisitor 5, paladin 4",
	"duration" : "1 minute/level",
	"savingThrow" : "Will negates (harmless)",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Selected",
	"description" : "The target of a wordspell with this effect word receives a +4 sacred bonus on saves against all death spells and magic death effects. The subject cannot gain any negative levels while the wordspell with this effect word persists, but any existing before this wordspell is cast remain. The subject automatically stabilizes if brought below 0 hit points and is not slain.",
	"boost" : []
},
{
	"name" : "Greater Cure",
	"wordType" : "effect",
	"school" : "conjuration (healing)",
	"level" : "alchemist 3, bard 3, cleric/oracle 3, druid 4, inquisitor 3, paladin 4, ranger 4, witch 4",
	"duration" : "instantaneous",
	"savingThrow" : "Will half (harmless) or Will half",
	"spellResistance" : "yes (harmless)",
	"targetRestrictions" : "Personal, Selected",
	"description" : "The target of a wordspell with this effect word is cured of 3d6 points of damage + 1 point per caster level (maximum +15). Undead are damaged by this effect word, but can attempt a Will save for half damage and spell resistance as normal.",
	"boost" : ["The target is cured of 3d8 points of damage + 1 point per caster level (maximum +15)."]
},
{
	"name" : "Greater Wound",
	"wordType" : "effect",
	"school" : "necromancy",
	"level" : "cleric/oracle 3, inquisitor 3, witch 3",
	"duration" : "instantaneous",
	"savingThrow" : "Will half",
	"spellResistance" : "yes",
	"targetRestrictions" : "Selected",
	"description" : "The target of a wordspell with this effect word takes 3d6 points of damage + 1 point per wordcaster level (maximum +15). Undead are instead cured by this effect and do not receive a saving throw or spell resistance.",
	"boost" : ["The target takes 3d8 points of damage + 1 point per caster level (maximum +15)."]
},
{
	"name" : "Horror",
	"wordType" : "effect",
	"school" : "necromancy [fear, mind-affecting]",
	"level" : "sorcerer/wizard 7, witch 7",
	"duration" : "instantaneous",
	"savingThrow" : "Fortitude negates",
	"spellResistance" : "yes",
	"targetRestrictions" : "Selected",
	"description" : "This effect word causes the target to take 10 points of damage per caster level. If the save succeeds, the target instead takes 3d6 points of damage + 1 per caster level.",
	"boost" : []
},
{
	"name" : "Ice Blast",
	"wordType" : "effect",
	"school" : "transmutation [cold]",
	"level" : "druid 4, magus 4, sorcerer/wizard 4, witch 4",
	"duration" : "instantaneous",
	"savingThrow" : "Reflex half",
	"spellResistance" : "yes",
	"targetRestrictions" : "",
	"description" : "This effect deals 1d6 points of cold damage per caster level (maximum 10d6). A target that fails its saving throw is entangled by the ice for 1d4 rounds.",
	"boost" : []
},
{
	"name" : "Ice Wall",
	"wordType" : "effect",
	"school" : "evocation [cold]",
	"level" : "druid 4, magus 4, sorcerer/wizard 4, summoner 4",
	"duration" : "1 round/level",
	"savingThrow" : "none",
	"spellResistance" : "yes",
	"targetRestrictions" : "barrier",
	"description" : "This effect word creates a vertical wall of solid ice. The wall must be a smooth, uninterrupted surface when formed. The wall is 1 inch thick per caster level and has 3 hit points per inch of thickness. The wall blocks line of sight.",
	"boost" : []
},
{
	"name" : "Inferno",
	"wordType" : "effect",
	"school" : "evocation [fire]",
	"level" : "druid 8, sorcerer/wizard 8",
	"duration" : "instantaneous",
	"savingThrow" : "Reflex half",
	"spellResistance" : "yes",
	"targetRestrictions" : "",
	"description" : "This effect word deals 1d8 points of fire damage per caster level (maximum 20d8).",
	"boost" : []
},
{
	"name" : "Kill",
	"wordType" : "effect",
	"school" : "enchantment (compulsion) [death, mind-affecting]",
	"level" : "sorcerer/wizard 9",
	"duration" : "instantaneous",
	"savingThrow" : "none",
	"spellResistance" : "yes",
	"targetRestrictions" : "Selected",
	"description" : "This effect word slays one living creature, whether or not the creature can hear the wordspell with this effect word. Any creature that currently has 101 hit points or more is unaffected.",
	"boost" : []
},
{
	"name" : "",
	"wordType" : "effect",
	"school" : "",
	"level" : "",
	"duration" : "",
	"savingThrow" : "",
	"spellResistance" : "",
	"targetRestrictions" : "",
	"description" : "",
	"boost" : []
},
{
	"name" : "",
	"wordType" : "effect",
	"school" : "",
	"level" : "",
	"duration" : "",
	"savingThrow" : "",
	"spellResistance" : "",
	"targetRestrictions" : "",
	"description" : "",
	"boost" : []
},
{
	"name" : "",
	"wordType" : "effect",
	"school" : "",
	"level" : "",
	"duration" : "",
	"savingThrow" : "",
	"spellResistance" : "",
	"targetRestrictions" : "",
	"description" : "",
	"boost" : []
},
{
	"name" : "",
	"wordType" : "effect",
	"school" : "",
	"level" : "",
	"duration" : "",
	"savingThrow" : "",
	"spellResistance" : "",
	"targetRestrictions" : "",
	"description" : "",
	"boost" : []
},
{
	"name" : "",
	"wordType" : "effect",
	"school" : "",
	"level" : "",
	"duration" : "",
	"savingThrow" : "",
	"spellResistance" : "",
	"targetRestrictions" : "",
	"description" : "",
	"boost" : []
},
{
	"name" : "",
	"wordType" : "effect",
	"school" : "",
	"level" : "",
	"duration" : "",
	"savingThrow" : "",
	"spellResistance" : "",
	"targetRestrictions" : "",
	"description" : "",
	"boost" : []
},
{
	"name" : "",
	"wordType" : "effect",
	"school" : "",
	"level" : "",
	"duration" : "",
	"savingThrow" : "",
	"spellResistance" : "",
	"targetRestrictions" : "",
	"description" : "",
	"boost" : []
},
{
	"name" : "",
	"wordType" : "effect",
	"school" : "",
	"level" : "",
	"duration" : "",
	"savingThrow" : "",
	"spellResistance" : "",
	"targetRestrictions" : "",
	"description" : "",
	"boost" : []
},
{
	"name" : "",
	"wordType" : "effect",
	"school" : "",
	"level" : "",
	"duration" : "",
	"savingThrow" : "",
	"spellResistance" : "",
	"targetRestrictions" : "",
	"description" : "",
	"boost" : []
},
{
	"name" : "",
	"wordType" : "effect",
	"school" : "",
	"level" : "",
	"duration" : "",
	"savingThrow" : "",
	"spellResistance" : "",
	"targetRestrictions" : "",
	"description" : "",
	"boost" : []
},
{
	"name" : "",
	"wordType" : "effect",
	"school" : "",
	"level" : "",
	"duration" : "",
	"savingThrow" : "",
	"spellResistance" : "",
	"targetRestrictions" : "",
	"description" : "",
	"boost" : []
},
{
	"name" : "",
	"wordType" : "effect",
	"school" : "",
	"level" : "",
	"duration" : "",
	"savingThrow" : "",
	"spellResistance" : "",
	"targetRestrictions" : "",
	"description" : "",
	"boost" : []
},
{
	"name" : "",
	"wordType" : "effect",
	"school" : "",
	"level" : "",
	"duration" : "",
	"savingThrow" : "",
	"spellResistance" : "",
	"targetRestrictions" : "",
	"description" : "",
	"boost" : []
},